Repository: blago-white/jack-drop
Catalog: backend/core/core/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Replenish
ru: Пополнить

source: Your Level
ru: Ваш уровень

source: Points
ru: Очки

source: Inventory
ru: Инвентарь

source: Game History
ru: История игр

source: Withdraws
ru: Выводы

source: All Items
ru: Всего предметов

source: Able To Sell
ru: Можно продать

source: See All
ru: Смотреть предметы

source: Sell All
ru: Продать все

source: Empty Inventory
ru: Нет предметов

source: Start Open Cases
ru: Начните открывать кейсы

source: Open
ru: Открыть

source: Trade Link
ru: Трейд ссылка

source: Best Cases
ru: Лучшие кейсы rust

source: Privacy Policy
ru: Политика конфиденциальности

source: User Agreement
ru: Пользовательское соглашение

source: ToS
ru: Правила сервиса

source: About
ru: О нас

source: Find Participant
ru: Ищем второго игрока

source: Cancel Battle
ru: Отменить сражение

source: Case
ru: Кейс

source: Active Battles
ru: Сражения

source: Cost
ru: Стоимость

source: Actions
ru: Действия

source: Start
ru: Начать

source: Wins
ru: Побед

source: Loses
ru: Поражений

source: Draws
ru: Ничей

source: My Battles
ru: Мои Сражения

source: Battle Hint Header
ru: Как это работает?

source: Battle Hint First
ru: КЛИКНИТЕ “СОЗДАТЬ” ИЛИ ПРИСОЕДИНИТЕСЬ К СУЩЕСТВУЮЩЕМУ СРАЖЕНИЮ.

source: Battle Hint Second
ru: СРАЖЕНИЕ НАЧНЕТСЯ КАК ТОЛЬКО ОБА УЧАСТНИКА ПРИСОЕДИНИЛИСЬ.

source: Battle Hint Third
ru: УЧАСТНИК, ПОЛУЧИВШИЙ ПРЕДМЕТ ДОРОЖЕ, ЗАБИРАЕТ ОБА.

source: Bonus Buy Info
ru: Получите больше кейсов, играя! Система Bonus Buy дарит вам бесплатные кейсы за оборот валюты. Чем больше открываете - тем больше получаете!

source: Scrap Turnover
ru: Здесь будет уровень оборота металлалома, что бы получить кейс

source: Get
ru: Получить

source: Go To BB Level
ru: Перейти к уровню

source: Bottom Bonus Buy Info
ru: Желаем дойти до последнего уровня. Успейте, акция ограниченна.<br>P.S. После 8 уровня вас ждет еще один сюрприз.<br>По любым вопросам обращаться по адресу: jackdrop@ro.ru<br>

source: Case Payload
ru: Содержимое кейса

source: Buy
ru: Купить

source: Administration
ru: Администрация

source: Type Message
ru: Введите сообщение

source: Sign Contract
ru: Подписать контракт

source: Clear
ru: Очистить

source: Fortune Wheel
ru: Колесо фортуны

source: Count Down Title
ru: До бесплатного открытия осталось:

source: D
ru: ДНЯ

source: H
ru: ЧАС

source: M
ru: МИН

source: S
ru: СЕК

source: Start Game
ru: Начать

source: Enter Code
ru: Введите код

source: Promo For Dep
ru: Промокод на пополнение от 5 до 50%

source: Contract Skin
ru: Скины для контракта от 100-500₽

source: Free Skin
ru: Бесплатный скин от 20-1000₽

source: Case Discount
ru: Скидки на определенный кейс от 5-100%

source: Upgrade Skin
ru: Скины для апрегрйда от 100-500₽

source: Empty Games History
ru: Пока вы ни разу не сыграли в мини-игры, попробуйте!

source: Play
ru: Играть

source: Drops
ru: Дропы

source: Battles
ru: Сражения

source: Contracts
ru: Контракты

source: Every Day Bonuses
ru: Ежедневные Бонусы

source: Upgrade
ru: Апгрейд

source: Contract
ru: Контракт

source: Mines
ru: Мины

source: Bonus Buy
ru: Бонус Бай

source: Enter Throught Steap
ru: Вход через Steam

source: Enter
ru: Вход

source: Go
ru: Перейти

source: Promocode Banner Info
ru: Промокод<br>на +15%<br>к пополнению

source: Fast Search
ru: Быстрый поиск

source: Online
ru: Онлайн

source: Users
ru: Игроки

source: Cases
ru: Кейсы

source: Upgrades
ru: Апгрейды

source: Deposit Amount
ru: Сумма ставки

source: Mines Count
ru: Колличество Мин

source: Random
ru: Рандом

source: Enter Replenish Data
ru: Введите данные для пополнения

source: Replenish Info First
ru: внимание! отправляйте указанные сумму с точностью до копеек, иначе платёж не будет засчитан

source: Replenish Info Second
ru: минимальная сумма: 500

source: Argeement String
ru: я принимаю условия пользовательского соглашения

source: Replenish Balance
ru: пополнить баланс

source: Left Part Descriprion
ru: Выберите один из ваших скинов слева, чтобы обновить его и получить более дорогой

source: Right Part Desctiption
ru: Выберите скин справа, до которого вы хотите выполнить апгрейд

source: Hint First
ru: Вы увидите вероятность успешного апгрейда. В случае неудачи, вы теряете свой скин/баланс

source: Hint Second
ru: Вы также можете использовать баланс вашего счета в качестве входных данных вместо скина

source: Granted Balance Funds
ru: Средства баланса
